Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: Each sponsor company will receive a complimentary white counter with your company logo on the front, 2 stools, wireless internet and power.
ja: スポンサーには、前面に企業ロゴの入った白色カウンター1台とスツール2個、および無線インターネット接続と電源が提供されます。

source: Each sponsor will receive a complimentary white counter with their company logo on the front, 2 stools, wireless internet, and power.
ja: スポンサーには、前面に企業ロゴの入った白色カウンター1台とスツール2個、および無線インターネット接続と電源が提供されます。

source: Each sponsorship level includes one scanner for collecting lead retrieval information at Automotive Linux Summit 2015.
ja: スポンサーには、Automotive Linux Summit 2015 来場者データ収集用スキャナーが 1 個提供されます。

source: Each sponsorship level includes the following number of scanners for collecting lead retrieval information at LinuxCon + CloudOpen Japan 2015:
ja: スポンサーには、LinuxCon + CloudOpen Japan 2015 来場者データ収集用スキャナーが提供されます。提供される個数は下記のとおりです。

source: Each sponsorship level receives the following number of complimentary passes, which you may use for employees of your company, or gift to customers or colleagues:
ja: 各スポンサーには、下記枚数の無料招待券が提供されます。貴社内でご利用いただけるほか、カスタマー ギフトとしてもお使いいただけます。

source: Early Bird Registration ends today and Call for Participation closes July 22, 2015.
ja: 早期割引価格の期限は本日です。また発表者の募集締め切りは 2015 年 7 月 22 日です。

source: Early commitments to this work come from Accenture, ANZ Bank, Cisco, CLS, Credits, Deutsche Börse, Digital Asset Holdings, DTCC, Eris Industries, Fujitsu, IC3, IBM, Intel, J.P.Morgan, London Stock Exchange Group, Mitsubishi UFJ Financial Group (MFUG), R3, State Street, SWIFT, VMware and Wells Fargo.
ja: この取り組みに早期より関与しているのが、Accenture、ANZ Bank、Cisco、CLS、Credits、Deutsche Börse、Digital Asset Holdings、DTCC、Eris Industries、富士通、IC3、IBM、Intel、J.P.Morgan、ロンドン証券取引所グループ、三菱UFJフィナンシャル グループ (MFUG)、R3、State Street、SWIFT、VMware、および Wells Fargo です。

source: Early commitments to this work come from Accenture, ANZ Bank, Cisco, CLS, Credits, Deutsche Börse, Digital Asset Holdings, DTCC, Fujitsu Limited., IC3, IBM, Intel, J.P.Morgan, London Stock Exchange Group, Mitsubishi UFJ Financial Group (MUFG), R3, State Street, SWIFT, VMware and Wells Fargo.
ja: この取り組みに早期より関与しているのが、Accenture、ANZ Bank、Cisco、CLS、Credits、Deutsche Börse、Digital Asset Holdings、DTCC、富士通、IC3、IBM、Intel、J.P.Morgan、ロンドン証券取引所グループ、三菱UFJフィナンシャル グループ (MUFG)、R3、State Street、SWIFT、VMware、および Wells Fargo です。

source: Editorial Interview and Article on Linux.com
ja: Linux.com でのインタビューや記事

source: Emails will be sent by The Linux Foundation on an Automotive Linux Summit branded email template and can only be sent to opt-in attendees.
ja: 電子メールは、The Linux Foundation によって Automotive Linux Summit 専用の電子メール テンプレートで配信されますが、あらかじめ受信を許可したユーザーだけに送られます。

source: Embedded IVI Options Comparison
ja: 組込み IVI の選択肢を比較

source: Employing key Linux fellows, including Linus Torvalds, to ensure they can focus 100% of their attention on maintaining and furthering the Linux platform
ja: Linus Torvalds をはじめとする重要な Linux フェローを雇用し、彼らが Linux プラットフォームの維持・発展に傾注できる環境を提供する

source: Emulation of its functionality remains, though, so applications should not break.
ja: ただしこの機能性のエミュレーションは残りますので、アプリケーションはブレークしません。

source: Enabling easy ways to record and restore a given build environment and making the compilation processes fully deterministic by removing or normalizing variations allows anyone to verify for themselves that the file they received was exactly what the developers intended.
ja: 特定のビルド環境を簡単に記録して復元できるようにし、バリエーションの削除や正常化によってコンパイル プロセスを完全に決定論的なものすれば、自分が受け取ったファイルが確かに開発者の意図するものかどうかを誰でも自分で確認できます。

source: End Users
ja: エンド ユーザー

source: End to end, message-based encryption and a comprehensive application-level security
ja: エンドツーエンドでメッセージベースの暗号化と包括的なアプリケーションレベルのセキュリティ

source: Engineering Managers
ja: 技術マネージャー

source: Ensuring that no flaws are introduced during the build process greatly improves software security and control.
ja: ビルド中に不具合が生じないよう保証することで、ソフトウェアのセキュリティや制御が大幅に改善されます。

source: Enterprise System business :
ja: エンタープライズ システム ビジネス

source: Enterprise System business: BEFORE
ja: 以前のエンタープライズ システム ビジネス

source: Enterprise User's Meeting is a unique conference which aims to promote the use of Linux and other open source software in Japanese market.
ja: Enterprise User's Meeting は、日本市場における Linux / オープン ソース ソフトウェアの利用促進をめざす唯一のカンファレンスです。

source: Enterprise Users Meeting 2015 is a free event!
ja: Enterprise User's Meeting 2015 は入場無料です。

source: Equipping the developer community with what it needs is the right way to go.
ja: 開発者らが必要としているものを用意することこそ、進むべき正しい道です。

source: Established in 2014 in response to the Heartbleed vulnerability, CII is a multi-million dollar project that funds and supports critical elements of the global information infrastructure.
ja: 2014 年の脆弱性 Hearbleed を受けて発足した CII は、グローバル情報基盤の不可欠な要素に対して資金援助と支援を行う数百万ドル規模プロジェクトです。

source: Established in 2014 in response to the Heartbleed vulnerability, more than 20 companies founded CII to fortify the security of key open source projects.
ja: 2014 年の Heartbleed クライシス後の脆弱性対策で発足以来、主要なオープン ソース プロジェクトのセキュリティを強化するために 20 社以上の企業が CII を助成してきました。

source: Even when reproducing the original build environment as closely as possible, specific information about the process such as date and time or ordering of files can introduce hard-to-understand variations in the build results.
ja: たとえオリジナルのビルド環境に可能な限り近いものを再現しても、日時やファイル順序のようなプロセス関連の特定情報が、ビルド結果に難解なバリエーションを生み出す可能性があります。

source: Event Dates: November 10 & 11, 2015
ja: イベント: 2015 年 11 月 10 - 11 日

source: Event Management Services Inquiry
ja: イベント管理サービスに関するご質問

source: Events
ja: イベント

source: Eventually, however, it became clear that the better option was to converge around one and evolve it to serve the full range of needs of the community.
ja: しかし結局、より良い選択肢は、1 つにまとめてそれをコミュニティのあらゆるニーズに対応させることだとわかりました。

source: Every new member who joins during the drive can get a certification exam for just $49, enabling more professionals to pursue a lucrative career with Linux
ja: キャンペーン期間中にメンバーになると、検定試験の受検料が 49 米ドルに Linux で有利なキャリアを手に入れるチャンス

source: Example: Kernel Weather Report (Jon Corbet, LWN.net) - The Linux kernel is at the core of any Linux system; the performance and capabilities of the kernel will, in the end, place an upper bound on what the system can do as a whole.
ja: 例: カーネル ウェザー レポート (Jon Corbet, LWN.net) － Linux カーネルはあらゆる Linux システムの中心にあります。Linux カーネルのパフォーマンスと性能によって、システム全体でできることの上限が決まります。

source: Example: Kernel Weather Report (Jon Corbet, LWN.net) - The audience is anyone interested in Linux kernel development.
ja: 例: カーネル ウェザー レポート (Jon Corbet, LWN.net) - 対象受講者は、Linux カーネル開発に興味のあるすべての方です。

source: Example: Kernel Weather Report (Jon Corbet, LWN.net) - This presentation will help existing and new kernel developers better understand the state of the Linux kernel and will hopefully encourage them, and the companies that they work for, to participate more in upstream kernel development.
ja: 例: カーネル ウェザー レポート (Jon Corbet, LWN.net) - この発表によって、現役および新人のカーネル開発者は Linux カーネルの現状をよりよく理解できるでしょう。また彼らや彼らの所属企業がアップストリーム カーネル開発に積極的に参加するきっかけになれば幸いです。

source: Exchanging best practices on implementing and managing compliance programs
ja: コンプライアンス プログラムの実装および管理に関するベスト プラクティスについてやりとりする

source: Expected contributions include Kubernetes and etcd, a distributed consistent key-value store for shared configuration and service discovery.
ja: 共有コンフィギュレーションやサービス発見のための分散整合性キーバリュー ストアである Kubernetes や etcd などの貢献も予想されます。

source: Exploration: Open source projects uniquely enable many different people to explore a range of ideas by building on top of others’ code, extending the code or suggesting a new, potentially better, way to do things.
ja: 追求: オープン ソース プロジェクトでは、大勢の人々が、他の人のコードの上にビルドしたり、コードを拡張したり、もっと良い新しいやり方を提案したりして、色々なアイデアを追求できます。

source: Ext3 users need not fear, though; they have support via ext4.
ja: ただし ext4 でサポートしているため ext3 ユーザーも心配は要りません。

source: Extended BPF functionality in the kernel's "traffic control" subsystem, allowing for a great deal of flexibility in classification and modification of network packets as they move through the system.
ja: カーネルの "traffic control" サブシステムの拡張 BPF 機能。 このシステムを利用することで、ネットワーク パケットの分類や修正を行う際に大きな柔軟性を発揮します。

source: Extra Slides
ja: 参考

source: FUTURE
ja: 未来

source: Fabita operates mainly on B2B basis and sells all over the world.
ja: おもに B2B ベースで世界各地に製品を提供しています。

source: Facilitating crucial administrative, technical and legal functions for the Kernel developer community to enable them to continue to advance the platform
ja: カーネル開発者コミュニティが Linux プラットフォームの発展を継続できるように、管理、開発、法的な領域で彼らの活動を支援するような仕組みを作る

source: False-Positive-Free Testing - Pascal Cuoq, chief scientist and co-founder of TrustInSoft, a company that uses the Frama-C platform to guarantee software has no flaws, will receive a grant to build an open source TIS Interpreter, including all the extensions necessary to support the false-positive-free operation on OpenSSL.
ja: False-Positive-Free Testing - Frama-C プラットフォームを使ってソフトウェアに不備がないよう保証する企業 TrustInSoft のチーフ サイエンティスト件共同設立者である Pascal Cuoq は資金提供を受け、OpenSSL に関するフォールスポジティブフリー (false-positive-free) オペレーションをサポートするために必要なすべての拡張機能を含めて、オープン ソースの TIS Interpreter を構築します。

source: File and directory encryption for the ext4 filesystem.
ja: ext4 ファイルシステムのファイルおよびディレクトリの暗号化 https://lwn.net/Articles/639427/。

source: Final results of this cumulative process are available online with the ability to sort software by risk score, CVE count, contributor count and popularity.
ja: この累積過程の最終結果はオンラインで公開され、リスク スコア、CVE 値、コントリビューター数、人気などでソフトウェアをソートできます。

source: Find out more
ja: 詳しくはこちら

source: First Time Submitting?
ja: 初めて発表する方も

source: First based on Hydrogen, then Helium, soon to be on Lithium
ja: まず Hydrogen ベース、次に Helium、つづいて Lithium

source: Follow The Linux Foundation on Twitter for upcoming SysAdmin Day celebrations: http://www.twitter.com/linuxfoundation.
ja: ぜひツイッターで SysAdmin Day 記念をフォローしてください。 http://www.twitter.com/linuxfoundation

source: For International Shipments, please make sure to indicate every item you are sending on the items list.
ja: 国際貨物の場合は、項目リストに各荷物の概要を記載してください。

source: For Linux tracing it's an exciting time, with numerous tracing projects rapidly innovating in different directions.
ja: Linux のトレーシングは今とても盛り上がっていて、たくさんのトレーシング プロジェクトが異なる方向で急激に革新しています。

source: For a time, we had two separate SAL models, with groups of developers having strong reasons to support one or the other.
ja: 一時は 2 つの SAL モデルがあり、2 つの開発者グループがそれぞれを支援する確かな根拠がありました。

source: For broad adoption, technology companies have realized they need to temper friction.
ja: 技術系企業は、広く普及するためには摩擦を緩和する必要があることに気付いていました。

source: For detailed information regarding directions to the Chinzan-so Hotel & Conference Center, please visit the hotel website.
ja: 詳細については、ホテル椿山荘東京の Web サイトをご覧ください。

source: For example, an LG washer machine sending a notification to the screen on an Electrolux refrigerator to alert the homeowner the cycle is complete.
ja: たとえば、LG 製の洗濯機が洗濯終了のお知らせを Electrolux 製冷蔵庫の画面に表示して家主に知らせる、といった動作が可能になります。

source: For example, as a show of support, Hager Group has already stepped up to help with the Alliance’s marketing and branding strategy.
ja: すでにその一例として、Hager Group が同アライアンスのマーケティング・ブランディング戦略の支援に乗り出しています。

source: For example, changes made to the kernel to improve battery life on cellphones today help data centers save on power and cooling.
ja: たとえば、携帯電話のバッテリー寿命を伸ばすためにカーネルに行われた変更が、今ではデータ センターの節電や冷却機能に役立っています。

source: For example, it allows securities to be settled in minutes instead of days.
ja: たとえば、数日かかるセキュリティ問題も数分で解決する可能性があります。

source: For example, many practices suggest a multi-person review, which can help find otherwise hard-to-find vulnerabilities.
ja: たとえば、多くのベストプラクティスが推奨する「複数の人間によるレビュー」は、見つけにくい脆弱性の検出に有効です。

source: For example, the recently announced Apache: Big Data conference gathers the leading infrastructure projects that make up a Big Data computing environment.
ja: たとえば、最近発表された Apache: Big Data カンファレンスは、ビッグ データ コンピューティング環境を構成する主要な基盤プロジェクトを集めています。

source: For example, with SPDX 2.0 a device manufacturer can easily understand what open source software has been used to build the device components, what versions of that software are being used and what modules have been integrated.
ja: たとえば、SPDX 2.0 を使うと、デバイスのコンポーネントの構築にはどんなオープン ソース ソフトウェアが使われているのか、そのソフトウェアのどのバージョンが使用されているのか、どんなモジュールが統合されているのか、などをデバイス メーカーは簡単に理解できます。

source: For inquiries and reservation, please contact Issei Tanaka at info (at) t-prime dot co dot jp
ja: お問い合わせおよび宿泊予約については、田中一聖 (info (at) t-prime dot co dot jp) 宛てにメールしてください。

source: For more information about Linux Foundation Collaborative Projects, please visit: http://collabprojects.linuxfoundation.org/
ja: Linux Foundation 協業プロジェクトの詳細については、下記のページを参照してください。 http://collabprojects.linuxfoundation.org/

source: For more information about Linux Foundation Collaborative Projects, please visit:http://collabprojects.linuxfoundation.org/
ja: Linux Foundation 協業プロジェクトの詳細については、下記のページを参照してください。 http://collabprojects.linuxfoundation.org/

source: For more information about Node Foundation, please visit: http://nodejs.org.
ja: Node Foundation の詳細については、http://nodejs.org を参照してください。

source: For more information about R Consortium, please visit: http://www.r-consortium.org
ja: R Consortium の詳細については、http://www.r-consortium.org を参照してください。

source: For more information about the Cloud Native Computing Foundation, please visit https://cncf.io
ja: Cloud Native Computing Foundation の詳細および参加情報については、下記をご覧ください。 https://cncf.io

source: For more information about the Cloud Native Computing Foundation, please visit: https://cncf.io/
ja: Cloud Native Computing Foundation の詳細については、下記をご覧ください。 https://cncf.io

source: For more information about the IO Visor Project please visit: https://www.iovisor.org/
ja: IO Visor Project の詳細については、こちらをご覧ください。 https://www.iovisor.org/

source: For more information about the project and how to participate in this work, please visit: http://blockchain.linuxfoundation.org
ja: 同プロジェクトの詳細情報および参加方法については、こちらを参照してください。 http://blockchain.linuxfoundation.org

source: For more information about the project and how to participate in this work, please visit: https://blockchain.linuxfoundation.org/
ja: 同プロジェクトの詳細情報および参加方法については、こちらを参照してください。 https://blockchain.linuxfoundation.org

source: For more information on Linux Foundation Collaborative Projects, visit http://collabprojects.linuxfoundation.org/.
ja: Linux Foundation 協業プロジェクトの詳細については、下記のページを参照してください。 http://collabprojects.linuxfoundation.org/

source: For more information, follow @KiiCorp or visit kii.com.
ja: 詳細については、ツイッター アカウント @KiiCorp または Web サイト kii.com をご覧ください。

source: For more information, please visit: http://diamon.org/
ja: 詳細については、こちらをご覧ください。http://diamon.org/

source: For more information, please visit: http://events.linuxfoundation.org/events/linuxcon-north-america/extend-the-experience/exam-prep
ja: 詳細については、http://events.linuxfoundation.http://events.linuxfoundation.org/events/linuxcon-north-america/extend-the-experience/exam-prep を参照してください。

source: For more information, please visit: http://www.allseenalliance.org.
ja: 詳細については、http://www.allseenalliance.org を参照してください。

source: For panel discussions, all panelists will receive a complimentary event pass.
ja: パネル ディスカッションについては、すべてのパネリストに無料招待券が配布されます。

source: For technical tutorials, please keep in mind that your material needs to cover a 2-hour time-slot and should be focused on giving attendees the ability to walk away with skills and/or knowledge that they can use immediately.
ja: テクニカル チュートリアルは、2 時間の枠の中で、参加者がそのまま応用できるスキルや知識を提供できるように心がけてください。

source: For the last six months developers from the technical committees of both communities have met and debated the direction of the projects and the code and recently agreed the best path forward would be together.
ja: この 6 か月間、両コミュニティの技術委員会の開発者らが会合し、プロジェクトの方向性やコードについて論じた末、ともに進むべき最良の道について合意に至りました。

source: For the past five years, ONS - the industry’s premier event – has united the networking industry ecosystem of developers, end users, both disruptive and incumbent vendors, open source project maintainers, leading researchers, business executives and investors to discuss breaking SDN and NFV developments for immediate impact to shape the future of the networking industry.
ja: 同業界トップ クラスのイベントである ONS は、この 5 年間、開発者、エンド ユーザー、革新的ベンダーと従来のベンダー、オープン ソース プロジェクト メンテナー、主要研究者、経営者層、および投資者などからなるネットワーク業界のエコシステムを統合し、同業界の将来を形作るための直接的影響力となる最新の SDN や NFV 開発について議論してきました。

source: Ford Motor Company is the first U.S. car manufacturer to join AGL.
ja: フォードは AGL メンバーになった最初の米国自動車メーカーです。

source: Ford Motor Company, a global automotive industry leader based in Dearborn, Michigan, manufactures or distributes automobiles across six continents.
ja: フォード・モーター（Ford Motor Company － 本社: 米国ミシガン州ディアボーン) は、世界6大陸で事業を展開している自動車メーカーです。

source: Ford joins Automotive Grade Linux as a Bronze member.
ja: 同社は Automotive Grade Linux のブロンズ メンバーになりました。

source: Ford, Jaguar Land Rover, Mazda, Mitsubishi Motors, Nissan, Subaru and Toyota are among the first carmakers to participate in the AGL collaborative project.
ja: Ford、Jaguar Land Rover、マツダ、三菱自動車、日産自動車、スバル、ならびにトヨタ自動車は、ともに AGL 協業プロジェクトに参加した最初の自動車メーカーです。

source: Ford, Mazda, Mitsubishi Motors and Subaru Join Linux Foundation and Automotive Grade Linux
ja: フォード、マツダ、三菱自動車、スバル (富士重工業) が Linux Foundation と Automotive Grade Linux のメンバー

source: Forecast Summaries
ja: 天気予報の要約

source: Formerly at VMware, Jacques was part of the core team that took virtualization from a niche development and testing product to ubiquitous use.
ja: 以前は VMware に在籍し、ニッチ開発や製品テストからユビキタス使用に至るまで仮想化を適用するコア チームに属していました。

source: Foundation to provide global reach, experience and infrastructure for open source community development to enhance and further grow ONOS’ thriving community
ja: オープン ソース コミュニティ開発の世界的普及、経験、インフラを提供する基盤が 活気ある ONOS のコミュニティをさらに増強

source: Founded in 1988, Skyworth has grown to be one of the top ten color TV brands in the world.
ja: 1988 年創業の Skyworth は、世界のトップ 10 に入るカラーテレビ ブランドへと成長しました。

source: Founded in 2000, The Linux Foundation today provides tools, training and events to scale any open source project, which together deliver an economic impact not achievable by any one company.
ja: 2000 年に創設された The Linux Foundation は、オープン ソース プロジェクトをスケールするためのツール、トレーニング、およびイベントを提供しており、それらのプロジェクトが協力し合い、1 社だけでは成し得ない経済的影響を実現しています。

source: Founded in 2000, the organization sponsors the work of Linux creator Linus Torvalds and promotes, protects and advances the Linux operating system and collaborative software development by marshaling the resources of its members and the open source community.
ja: 2000 年に設立された The Linux Foundation は、Linux 創始者である Linus Torvalds の活動を支援し、メンバーやオープン ソース開発コミュニティのリソースを結集することにより、Linux OS とソフトウェア共同開発の推進、保護、および発展に努めています。

source: Founding and new members include Platinum members Famous, IBM, Intel, Joyent, Microsoft and PayPal.
ja: 創設メンバーと新メンバーは以下のとおりです。 プラチナ メンバー: Famous、IBM、Intel、Joyent、Microsoft、PayPal

source: Founding companies and organizations of the R Consortium include The R Foundation, Platinum members Microsoft and RStudio; Gold member TIBCO Software Inc.; and Silver members Alteryx, Google, HP, Mango Solutions, Ketchum Trading and Oracle.
ja: R Consortium の創設メンバーは、 R Foundation のほか、プラチナメンバーの Microsoft と RStudio、ゴールド メンバーの TIBCO Software Inc.、およびシルバー メンバーの Alteryx、Google、HP、Mango Solutions、Ketchum Trading、ならびに Oracle です。

source: Founding members of IO Visor include Barefoot Networks, Broadcom, Canonical, Cavium, Cisco, Huawei, Intel, PLUMgrid and SUSE.
ja: IO Visor の創設メンバーは、Barefoot Networks、Broadcom、Canonical、Cavium、Cisco、Huawei、Intel、PLUMgrid、および SUSE です。

source: Founding members of the DiaMon workgroup include EfficiOS, Freescale, Google, Harman, Hitachi, Huawei, IBM, Intel, Netflix, Qualcomm, Red Hat, SuSE and Wind River.
ja: DiaMon ワークグループの創設メンバーは、EfficiOS、Freescale、Google、Harman、日立、Huawei、IBM、Intel、Netflix、Qualcomm、Red Hat、SuSE および Wind River です。

source: Founding organizations include AT&T, Box, Cisco, Cloud Foundry Foundation, CoreOS, Cycle Computing, Docker, eBay, Goldman Sachs, Google, Huawei, IBM, Intel, Joyent, Kismatic, Mesosphere, Red Hat, Switch SUPERNAP, Twitter, Univa, VMware and Weaveworks.
ja: 創設メンバーは、AT&T、Box、Cisco、Cloud Foundry Foundation、CoreOS、Cycle Computing、Docker、eBay、Goldman Sachs、Google、Huawei、IBM、Intel、Joyent、Kismatic、Mesosphere、Red Hat、Switch SUPERNAP、Twitter、Univa、VMware、ならびに Weaveworks です。

source: Fourteen New Members Join to Advance AllJoyn and IoT Interoperability
ja: AllJoyn と IoT 相互運用性の向上をめざして 14 社が参画

source: Friday, June 5: 11:00am - 4:20pm
ja: 6 月 5 日 (金) 午前 11:00 ～ 午後 4:20

source: Friday, June 5: 4:30pm - 6:30pm
ja: 6 月 5 日 (金) 午後 4:30 ～ 午後 6:30

source: From a historical perspective, in 2011 Twitter embarked on the journey of creating an open source office to facilitate its collaboration with open source projects and communities the company depended on.
ja: 2011 年、Twitter は同社が利用している各種オープン ソース プロジェクトおよびコミュニティとのコラボレーションを促進するために、オープン ソース オフィスの開設に着手しました。

source: From antivirus software to access management technology, today’s new members are increasing their Linux investment to address a range of security challenges.
ja: アンチウイルス ソフトウェアからアクセス管理技術まで、今回の新メンバーは、広範なセキュリティ課題に対処するために Linux への投資を強化しています。

source: From new member mentoring programs to advanced consulting services, we’re here to guide you through the labyrinth of open source opportunities—so you can make the most of your Linux investment.
ja: 新メンバー支援プログラムから高度なコンサルティング サービスまで、私たちはオープン ソースの可能性の迷宮の案内役となり、Linux へのあなたの投資を最大限に生かします。

source: From participating in Node.js, the Core Infrastructure Initiative and other Collaborative Projects at Linux Foundation to its recent partnerships with Red Hat and SUSE, Microsoft is demonstrating a sincere, smart and practical approach to how it builds new technologies and supports its vast customer base.
ja: 同社は、Node.js や Core Infrastructure Initiative などの Linux Foundaiton 協業プロジェクトに参加するほか、最近では Red Hat や SUSE とパートナーシップを結ぶなど、新技術の構築方法や膨大な顧客基盤のサポート方法について、誠実かつ賢明な現実的アプローチを見せています。

source: Fujitsu Ten
ja: 富士通テン

source: Fujitsu, Hitachi, NEC and more
ja: 富士通、日立、日本電気ほか

source: Fulfilling Your Sponsorship Benefits…
ja: スポンサー特典のご案内

source: Full IVI prototype (ARM and Intel)
ja: 完全 IVI プロトタイプ (ARM と Intel)

source: Functional Safety
ja: 機能的安全性

source: Funded by CII and by the U.S. Department of Homeland Security Homeland Open Security Technology (DHS HOST) program for Georgia Tech Research Institute, IDA’s work is summarized in the new report “Open Source Software Projects Needing Security Investments,” which outlines past research and approaches used to calculate risk as well as Wheeler’s newest Census Project findings and methodology.
ja: CII の助成および Georgia Tech Research Institute に対するアメリカ合衆国国土安全保障省 Homeland Open Security Technology (DHS HOST) プログラムの助成を受けた IDA の取り組みは、新しい報告書 “Open Source Software Projects Needing Security Investments” にまとめられています。同報告書は、リスク計算に使用された過去の調査やアプローチのほか、Wheeler による最新の Census Project の調査結果や方法論も概説しています。

source: Furthermore, we’ll also go over some lessons learned on top of discussing why we open sourced certain projects and why we didn’t open source others.
ja: また、特定のプロジェクトをオープンソース化し、その他のプロジェクトをオープンソースにしなかった議論から得たことについても語る予定です。

source: Future Prospect
ja: 未来の可能性

source: General Inquiry
ja: 一般的なご質問

source: Get details by following the #WorldWithoutLinux hashtag on Twitter.
ja: 詳しくは、ツイッターで #WorldWithoutLinux ハッシュタグをフォローしてください。

source: Gold & Silver Sponsor Counter
ja: ゴールドおよびシルバー スポンサーのカウンター

source: Gold & Silver: 8' wide x 6’ deep
ja: ゴールドおよびシルバー: 約幅2.4m x 奥行き 1.8m

source: Gold & Silver: Approx 5ft wide x 3ft high x 2ft deep (1500mm x 930mm x 600mm)
ja: ゴールドおよびシルバー スポンサー: 幅1500mm x 高さ930mm x 奥行き600mm

source: Gold Members of OpenDaylight
ja: OpenDaylight のゴールド メンバー
